readwrite/150_node/job_1471273_fiojob_8/nid00133_fiojob_8/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 8 processes
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)
[...]

readwrite: (groupid=0, jobs=8): err= 0: pid=95465: Wed Jul 21 19:40:18 2021
  read: IOPS=19.2k, BW=74.9MiB/s (78.6MB/s)(22.0GiB/300057msec)
    slat (usec): min=7, max=919011, avg=318.19, stdev=5683.98
    clat (usec): min=16, max=23908k, avg=53381.90, stdev=520834.33
     lat (usec): min=98, max=23951k, avg=53700.82, stdev=524509.95
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   15], 90.00th=[   15], 95.00th=[   19],
     | 99.00th=[  869], 99.50th=[ 2635], 99.90th=[ 8154], 99.95th=[12013],
     | 99.99th=[17113]
   bw (  KiB/s): min=   64, max=321728, per=100.00%, avg=78099.11, stdev=14068.14, samples=4693
   iops        : min=   16, max=80432, avg=19524.77, stdev=3517.04, samples=4693
  write: IOPS=19.2k, BW=74.9MiB/s (78.6MB/s)(22.0GiB/300057msec); 0 zone resets
    slat (usec): min=68, max=266187, avg=78.14, stdev=134.79
    clat (usec): min=11, max=23950k, avg=52968.82, stdev=517596.69
     lat (usec): min=82, max=23950k, avg=53048.06, stdev=517598.59
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   15], 90.00th=[   15], 95.00th=[   19],
     | 99.00th=[  852], 99.50th=[ 2601], 99.90th=[ 8087], 99.95th=[12013],
     | 99.99th=[17113]
   bw (  KiB/s): min=   64, max=319304, per=100.00%, avg=78014.03, stdev=14057.50, samples=4705
   iops        : min=   16, max=79826, avg=19503.48, stdev=3514.37, samples=4705
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=97.66%, 50=1.04%
  lat (msec)   : 100=0.07%, 250=0.03%, 500=0.06%, 750=0.08%, 1000=0.12%
  lat (msec)   : 2000=0.30%, >=2000=0.64%
  cpu          : usr=4.55%, sys=22.74%, ctx=62344, majf=0, minf=359
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=5754273,5754653,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=74.9MiB/s (78.6MB/s), 74.9MiB/s-74.9MiB/s (78.6MB/s-78.6MB/s), io=22.0GiB (23.6GB), run=300057-300057msec
  WRITE: bw=74.9MiB/s (78.6MB/s), 74.9MiB/s-74.9MiB/s (78.6MB/s-78.6MB/s), io=22.0GiB (23.6GB), run=300057-300057msec